Repository: Porabuild/Poracode
Catalog: ios/App/App/Resources/ThreadLifecycle.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pl, pt_br, ru, tr, uk, vi, zh_hans

# thread.status.support.hooks
source: Enhanced (Hooks)
de: Erweitert (Hooks)
es: Mejorado (hooks)
fr: Avancé (hooks)
ja: 拡張（フック）
ko: 향상됨(후크)
pl: Rozszerzone (hooki)
pt_br: Avançado (hooks)
ru: Расширенный (хуки)
tr: Gelişmiş (kancalar)
uk: Розширений (хуки)
vi: Nâng cao (hook)
zh_hans: 增强（钩子）

# thread.status.support.cli
source: Basic (CLI)
de: Basis (CLI)
es: Básico (CLI)
fr: Basique (CLI)
ja: 基本（CLI）
ko: 기본(CLI)
pl: Podstawowe (CLI)
pt_br: Básico (CLI)
ru: Базовый (CLI)
tr: Temel (CLI)
uk: Базовий (CLI)
vi: Cơ bản (CLI)
zh_hans: 基础（CLI）

# thread.status.support.title
source: Support
de: Unterstützung
es: Compatibilidad
fr: Prise en charge
ja: サポート
ko: 지원
pl: Obsługa
pt_br: Suporte
ru: Поддержка
tr: Destek
uk: Підтримка
vi: Hỗ trợ
zh_hans: 支持

# thread.status.support.hooks.description
source: Status updates come from the CLI hook plugin.
de: Statusaktualisierungen stammen vom CLI-Hook-Plugin.
es: Las actualizaciones de estado provienen del complemento de hooks de la CLI.
fr: Les mises à jour d’état proviennent du plug-in de hook CLI.
ja: ステータス更新はCLIフックプラグインから取得されます。
ko: 상태 업데이트는 CLI 후크 플러그인에서 제공됩니다.
pl: Aktualizacje stanu pochodzą z wtyczki hooków CLI.
pt_br: As atualizações de status vêm do plugin de hooks da CLI.
ru: Обновления статуса поступают из плагина CLI-хуков.
tr: Durum güncellemeleri CLI kanca eklentisinden gelir.
uk: Оновлення стану надходять із плагіна CLI-хуків.
vi: Cập nhật trạng thái đến từ plugin hook CLI.
zh_hans: 状态更新来自 CLI 钩子插件。

# thread.status.support.cli.description
source: Status is inferred from terminal output. Install the hook plugin in desktop settings for structured updates.
de: Der Status wird aus der Terminalausgabe abgeleitet. Installieren Sie das Hook-Plugin in den Desktop-Einstellungen für strukturierte Aktualisierungen.
es: El estado se infiere de la salida del terminal. Instala el complemento de hooks en los ajustes del escritorio para obtener actualizaciones estructuradas.
fr: L’état est déduit de la sortie du terminal. Installez le plug-in de hook dans les réglages du bureau pour obtenir des mises à jour structurées.
ja: ステータスはターミナル出力から推定されます。構造化された更新を利用するには、デスクトップ設定でフックプラグインをインストールしてください。
ko: 상태는 터미널 출력에서 추론됩니다. 구조화된 업데이트를 받으려면 데스크톱 설정에서 후크 플러그인을 설치하세요.
pl: Stan jest określany na podstawie wyjścia terminala. Aby otrzymywać strukturalne aktualizacje, zainstaluj wtyczkę hooków w ustawieniach komputera.
pt_br: O status é inferido pela saída do terminal. Instale o plugin de hooks nas configurações do desktop para receber atualizações estruturadas.
ru: Статус определяется по выводу терминала. Установите плагин хуков в настройках десктопа для структурированных обновлений.
tr: Durum terminal çıktısından belirlenir. Yapılandırılmış güncellemeler için masaüstü ayarlarından kanca eklentisini yükleyin.
uk: Стан визначається з виводу термінала. Установіть плагін хуків у налаштуваннях комп’ютера для структурованих оновлень.
vi: Trạng thái được suy ra từ đầu ra terminal. Hãy cài plugin hook trong phần cài đặt máy tính để nhận cập nhật có cấu trúc.
zh_hans: 状态根据终端输出推断。请在桌面端设置中安装钩子插件，以获得结构化更新。

# thread.status.support.acp.description
source: Status is provided by the agent control protocol (ACP).
de: Der Status wird vom Agent Control Protocol (ACP) bereitgestellt.
es: El estado lo proporciona el protocolo de control de agentes (ACP).
fr: L’état est fourni par le protocole de contrôle des agents (ACP).
ja: ステータスはエージェント制御プロトコル（ACP）から提供されます。
ko: 상태는 에이전트 제어 프로토콜(ACP)에서 제공됩니다.
pl: Stan jest dostarczany przez protokół sterowania agentem (ACP).
pt_br: O status é fornecido pelo protocolo de controle de agentes (ACP).
ru: Статус предоставляется протоколом управления агентом (ACP).
tr: Durum, aracı kontrol protokolü (ACP) tarafından sağlanır.
uk: Стан надається протоколом керування агентом (ACP).
vi: Trạng thái được cung cấp bởi giao thức điều khiển tác nhân (ACP).
zh_hans: 状态由智能体控制协议（ACP）提供。

# thread.status.support.pending.description
source: Support mode appears once the session connects.
de: Der Unterstützungsmodus wird angezeigt, sobald die Sitzung verbunden ist.
es: El modo de compatibilidad aparecerá cuando se conecte la sesión.
fr: Le mode de prise en charge apparaît une fois la session connectée.
ja: セッションに接続するとサポートモードが表示されます。
ko: 세션이 연결되면 지원 모드가 표시됩니다.
pl: Tryb obsługi pojawi się po połączeniu sesji.
pt_br: O modo de suporte aparece quando a sessão se conecta.
ru: Режим поддержки появится после подключения сеанса.
tr: Destek modu oturum bağlandıktan sonra görünür.
uk: Режим підтримки з’явиться після підключення сеансу.
vi: Chế độ hỗ trợ sẽ xuất hiện sau khi phiên kết nối.
zh_hans: 会话连接后将显示支持模式。

# thread.status.launching
source: Launching…
de: Wird gestartet…
es: Iniciando…
fr: Démarrage…
ja: 起動中…
ko: 시작 중…
pl: Uruchamianie…
pt_br: Iniciando…
ru: Запуск…
tr: Başlatılıyor…
uk: Запуск…
vi: Đang khởi chạy…
zh_hans: 正在启动…

# thread.status.inactive
source: Inactive
de: Inaktiv
es: Inactivo
fr: Inactif
ja: 停止中
ko: 비활성
pl: Nieaktywny
pt_br: Inativa
ru: Неактивна
tr: Etkin değil
uk: Неактивна
vi: Không hoạt động
zh_hans: 未激活

# thread.status.error
source: Error
de: Fehler
fr: Erreur
ja: エラー
ko: 오류
pl: Błąd
pt_br: Erro
ru: Ошибка
tr: Hata
uk: Помилка
vi: Lỗi
zh_hans: 错误

# thread.status.finished
source: Finished
de: Abgeschlossen
es: Finalizado
fr: Terminé
ja: 完了
ko: 완료
pl: Zakończono
pt_br: Concluída
ru: Завершена
tr: Tamamlandı
uk: Завершено
vi: Đã hoàn tất
zh_hans: 已完成

# thread.status.needsApproval
source: Needs Approval
de: Genehmigung erforderlich
es: Requiere aprobación
fr: Approbation requise
ja: 承認が必要
ko: 승인 필요
pl: Wymaga zatwierdzenia
pt_br: Requer aprovação
ru: Требуется одобрение
tr: Onay gerekiyor
uk: Потрібне схвалення
vi: Cần phê duyệt
zh_hans: 需要批准

# thread.status.needsReply
source: Needs Reply
de: Antwort erforderlich
es: Requiere respuesta
fr: Réponse requise
ja: 返信が必要
ko: 응답 필요
pl: Wymaga odpowiedzi
pt_br: Requer resposta
ru: Требуется ответ
tr: Yanıt gerekiyor
uk: Потрібна відповідь
vi: Cần trả lời
zh_hans: 需要回复

# thread.status.working
source: Working
de: Arbeitet
es: Trabajando
fr: En cours
ja: 作業中
ko: 작업 중
pl: Pracuje
pt_br: Trabalhando
ru: Работает
tr: Çalışıyor
uk: Працює
vi: Đang làm việc
zh_hans: 正在工作

# thread.status.idle
source: Idle
de: Bereit
es: En espera
fr: En attente
ja: 待機中
ko: 대기 중
pl: Bezczynny
pt_br: Ociosa
ru: Ожидание
tr: Boşta
uk: Очікування
vi: Đang chờ
zh_hans: 空闲

# thread.lifecycle.moveWorktree.withChanges
source: Move to Worktree with Changes
de: Mit Änderungen in Worktree verschieben
es: Mover al árbol de trabajo con cambios
fr: Déplacer vers l’arbre de travail avec les modifications
ja: 変更を含めてワークツリーに移動
ko: 변경 사항과 함께 워크트리로 이동
pl: Przenieś do drzewa roboczego ze zmianami
pt_br: Mover para árvore de trabalho com alterações
ru: Переместить в рабочее дерево с изменениями
tr: Değişikliklerle çalışma ağacına taşı
uk: Перемістити в робоче дерево зі змінами
vi: Di chuyển vào cây làm việc cùng các thay đổi
zh_hans: 连同更改移至工作树

# thread.lifecycle.moveWorktree.clean
source: Move to Clean Worktree
de: In sauberen Worktree verschieben
es: Mover a un árbol de trabajo limpio
fr: Déplacer vers un arbre de travail propre
ja: クリーンなワークツリーに移動
ko: 깨끗한 워크트리로 이동
pl: Przenieś do czystego drzewa roboczego
pt_br: Mover para uma árvore de trabalho limpa
ru: Переместить в чистое рабочее дерево
tr: Temiz çalışma ağacına taşı
uk: Перемістити в чисте робоче дерево
vi: Di chuyển vào cây làm việc sạch
zh_hans: 移至干净的工作树

# thread.lifecycle.moveWorktree.title
source: Move Thread to Worktree?
de: Thread in einen Worktree verschieben?
es: ¿Mover el hilo a un árbol de trabajo?
fr: Déplacer le fil vers un arbre de travail ?
ja: スレッドをワークツリーに移動しますか？
ko: 스레드를 워크트리로 이동할까요?
pl: Przenieść wątek do drzewa roboczego?
pt_br: Mover a conversa para uma árvore de trabalho?
ru: Переместить ветку в рабочее дерево?
tr: İleti dizisi çalışma ağacına taşınsın mı?
uk: Перемістити гілку в робоче дерево?
vi: Di chuyển luồng vào cây làm việc?
zh_hans: 将线程移至工作树？

# thread.lifecycle.moveWorktree.withChanges.message
source: The current runtime will stop. A new worktree and branch will be created, and uncommitted changes will move there before the thread resumes.
de: Die aktuelle Laufzeit wird beendet. Ein neuer Worktree und Branch werden erstellt und nicht übertragene Änderungen dorthin verschoben, bevor der Thread fortgesetzt wird.
es: La ejecución actual se detendrá. Se crearán un árbol de trabajo y una rama nuevos, y los cambios sin confirmar se moverán allí antes de reanudar el hilo.
fr: L’exécution actuelle va s’arrêter. Un nouvel arbre de travail et une nouvelle branche seront créés, puis les modifications non validées y seront déplacées avant la reprise du fil.
ja: 現在のランタイムを停止します。新しいワークツリーとブランチを作成し、未コミットの変更をそこへ移動してからスレッドを再開します。
ko: 현재 런타임이 중지됩니다. 새 워크트리와 브랜치를 만들고 커밋되지 않은 변경 사항을 이동한 후 스레드를 다시 시작합니다.
pl: Bieżące środowisko zostanie zatrzymane. Zostanie utworzone nowe drzewo robocze i gałąź, a niezatwierdzone zmiany zostaną tam przeniesione przed wznowieniem wątku.
pt_br: A execução atual será interrompida. Uma nova árvore de trabalho e ramificação serão criadas, e as alterações não confirmadas serão movidas para lá antes de a conversa continuar.
ru: Текущая среда выполнения будет остановлена. Будут созданы новое рабочее дерево и ветка, а незакоммиченные изменения перенесены туда до возобновления ветки.
tr: Geçerli çalışma durdurulacak. Yeni bir çalışma ağacı ve dal oluşturulacak, kaydedilmemiş değişiklikler ileti dizisi sürdürülmeden önce buraya taşınacak.
uk: Поточне середовище виконання буде зупинено. Буде створено нове робоче дерево й гілку, а незафіксовані зміни перенесено туди до відновлення гілки.
vi: Phiên chạy hiện tại sẽ dừng. Một cây làm việc và nhánh mới sẽ được tạo, rồi các thay đổi chưa commit sẽ được chuyển sang đó trước khi luồng tiếp tục.
zh_hans: 当前运行时将停止。系统会创建新的工作树和分支，并在恢复线程前将未提交的更改移到其中。

# thread.lifecycle.moveWorktree.clean.message
source: The current runtime will stop. A clean worktree and branch will be created before the thread resumes.
de: Die aktuelle Laufzeit wird beendet. Ein sauberer Worktree und Branch werden erstellt, bevor der Thread fortgesetzt wird.
es: La ejecución actual se detendrá. Se crearán un árbol de trabajo limpio y una rama antes de reanudar el hilo.
fr: L’exécution actuelle va s’arrêter. Un arbre de travail propre et une branche seront créés avant la reprise du fil.
ja: 現在のランタイムを停止します。クリーンなワークツリーとブランチを作成してからスレッドを再開します。
ko: 현재 런타임이 중지됩니다. 깨끗한 워크트리와 브랜치를 만든 후 스레드를 다시 시작합니다.
pl: Bieżące środowisko zostanie zatrzymane. Czyste drzewo robocze i gałąź zostaną utworzone przed wznowieniem wątku.
pt_br: A execução atual será interrompida. Uma árvore de trabalho limpa e uma ramificação serão criadas antes de a conversa continuar.
ru: Текущая среда выполнения будет остановлена. Перед возобновлением ветки будут созданы чистое рабочее дерево и новая ветка.
tr: Geçerli çalışma durdurulacak. İleti dizisi sürdürülmeden önce temiz bir çalışma ağacı ve dal oluşturulacak.
uk: Поточне середовище виконання буде зупинено. Перед відновленням гілки буде створено чисте робоче дерево й нову гілку.
vi: Phiên chạy hiện tại sẽ dừng. Một cây làm việc sạch và nhánh mới sẽ được tạo trước khi luồng tiếp tục.
zh_hans: 当前运行时将停止。系统会先创建干净的工作树和分支，再恢复线程。

# thread.lifecycle.moveWorktree.confirm
source: Move
de: Verschieben
es: Mover
fr: Déplacer
ja: 移動
ko: 이동
pl: Przenieś
pt_br: Mover
ru: Переместить
tr: Taşı
uk: Перемістити
vi: Di chuyển
zh_hans: 移动

# thread.lifecycle.newInWorktree
source: New Thread in Worktree
de: Neuer Thread im Worktree
es: Nuevo hilo en el árbol de trabajo
fr: Nouveau fil dans l’arbre de travail
ja: ワークツリーで新しいスレッド
ko: 워크트리에서 새 스레드
pl: Nowy wątek w drzewie roboczym
pt_br: Nova conversa na árvore de trabalho
ru: Новая ветка в рабочем дереве
tr: Çalışma ağacında yeni ileti dizisi
uk: Нова гілка в робочому дереві
vi: Luồng mới trong cây làm việc
zh_hans: 在工作树中新建线程

# thread.lifecycle.actions
source: Thread actions
de: Thread-Aktionen
es: Acciones del hilo
fr: Actions du fil
ja: スレッドの操作
ko: 스레드 작업
pl: Działania wątku
pt_br: Ações da conversa
ru: Действия с веткой
tr: İleti dizisi işlemleri
uk: Дії з гілкою
vi: Thao tác luồng
zh_hans: 线程操作

# thread.lifecycle.rename
source: Rename
de: Umbenennen
es: Cambiar nombre
fr: Renommer
ja: 名前を変更
ko: 이름 변경
pl: Zmień nazwę
pt_br: Renomear
ru: Переименовать
tr: Yeniden adlandır
uk: Перейменувати
vi: Đổi tên
zh_hans: 重命名

# thread.lifecycle.rename.prompt
source: New thread title
de: Neuer Thread-Titel
es: Nuevo título del hilo
fr: Nouveau titre du fil
ja: 新しいスレッド名
ko: 새 스레드 제목
pl: Nowy tytuł wątku
pt_br: Novo título da conversa
ru: Новое название ветки
tr: Yeni ileti dizisi başlığı
uk: Нова назва гілки
vi: Tiêu đề luồng mới
zh_hans: 新线程标题

# thread.lifecycle.relaunch
source: Relaunch
de: Neu starten
es: Reiniciar
fr: Relancer
ja: 再起動
ko: 다시 시작
pl: Uruchom ponownie
pt_br: Reiniciar
ru: Перезапустить
tr: Yeniden başlat
uk: Перезапустити
vi: Khởi chạy lại
zh_hans: 重新启动

# thread.lifecycle.relaunch.prompt
source: What should the agent do next?
de: Was soll der Agent als Nächstes tun?
es: ¿Qué debe hacer el agente ahora?
fr: Que doit faire l’agent ensuite ?
ja: エージェントに次に何をさせますか？
ko: 에이전트가 다음에 무엇을 해야 하나요?
pl: Co agent powinien zrobić dalej?
pt_br: O que o agente deve fazer em seguida?
ru: Что агент должен сделать дальше?
tr: Aracı bundan sonra ne yapmalı?
uk: Що агент має зробити далі?
vi: Tác nhân nên làm gì tiếp theo?
zh_hans: 接下来让智能体做什么？

# thread.lifecycle.pin
source: Pin
de: Anheften
es: Fijar
fr: Épingler
ja: ピン留め
ko: 고정
pl: Przypnij
pt_br: Fixar
ru: Закрепить
tr: Sabitle
uk: Закріпити
vi: Ghim
zh_hans: 置顶

# thread.lifecycle.unpin
source: Unpin
de: Lösen
es: Desfijar
fr: Désépingler
ja: ピン留めを解除
ko: 고정 해제
pl: Odepnij
pt_br: Desafixar
ru: Открепить
tr: Sabitlemeyi kaldır
uk: Відкріпити
vi: Bỏ ghim
zh_hans: 取消置顶

# thread.lifecycle.done
source: Mark Done
de: Als erledigt markieren
es: Marcar como terminado
fr: Marquer comme terminé
ja: 完了にする
ko: 완료로 표시
pl: Oznacz jako gotowe
pt_br: Marcar como concluído
ru: Отметить выполненной
tr: Tamamlandı olarak işaretle
uk: Позначити виконаною
vi: Đánh dấu hoàn tất
zh_hans: 标记为完成

# thread.lifecycle.notDone
source: Mark Not Done
de: Als nicht erledigt markieren
es: Marcar como no terminado
fr: Marquer comme non terminé
ja: 未完了に戻す
ko: 미완료로 표시
pl: Oznacz jako niewykonane
pt_br: Marcar como não concluído
ru: Отметить невыполненной
tr: Tamamlanmadı olarak işaretle
uk: Позначити невиконаною
vi: Đánh dấu chưa hoàn tất
zh_hans: 标记为未完成

# thread.lifecycle.acknowledge
source: Acknowledge
de: Bestätigen
es: Confirmar
fr: Accuser réception
ja: 確認済みにする
ko: 확인
pl: Potwierdź
pt_br: Confirmar
ru: Подтвердить
tr: Onayla
uk: Підтвердити
vi: Xác nhận
zh_hans: 确认

# thread.lifecycle.removeFromGroup
source: Remove from Group
de: Aus Gruppe entfernen
es: Quitar del grupo
fr: Retirer du groupe
ja: グループから削除
ko: 그룹에서 제거
pl: Usuń z grupy
pt_br: Remover do grupo
ru: Удалить из группы
tr: Gruptan kaldır
uk: Видалити з групи
vi: Xóa khỏi nhóm
zh_hans: 从群组中移除

# thread.lifecycle.archive
source: Archive
de: Archivieren
es: Archivar
fr: Archiver
ja: アーカイブ
ko: 보관
pl: Archiwizuj
pt_br: Arquivar
ru: Архивировать
tr: Arşivle
uk: Архівувати
vi: Lưu trữ
zh_hans: 归档

# thread.lifecycle.unarchive
source: Unarchive
de: Aus Archiv holen
es: Desarchivar
fr: Désarchiver
ja: アーカイブ解除
ko: 보관 해제
pl: Przywróć z archiwum
pt_br: Desarquivar
ru: Разархивировать
tr: Arşivden çıkar
uk: Розархівувати
vi: Bỏ lưu trữ
zh_hans: 取消归档

# thread.lifecycle.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
pl: Usuń
pt_br: Excluir
ru: Удалить
tr: Sil
uk: Видалити
vi: Xóa
zh_hans: 删除

# thread.lifecycle.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pl: Anuluj
pt_br: Cancelar
ru: Отмена
tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 取消

# thread.lifecycle.submit
source: Submit
de: Senden
es: Enviar
fr: Envoyer
ja: 送信
ko: 제출
pl: Wyślij
pt_br: Enviar
ru: Отправить
tr: Gönder
uk: Надіслати
vi: Gửi
zh_hans: 提交

# thread.lifecycle.archive.confirmation
source: Archive this thread?
de: Diesen Thread archivieren?
es: ¿Archivar este hilo?
fr: Archiver ce fil ?
ja: このスレッドをアーカイブしますか？
ko: 이 스레드를 보관할까요?
pl: Zarchiwizować ten wątek?
pt_br: Arquivar esta conversa?
ru: Архивировать эту ветку?
tr: Bu ileti dizisi arşivlensin mi?
uk: Архівувати цю гілку?
vi: Lưu trữ luồng này?
zh_hans: 要归档此线程吗？

# thread.lifecycle.delete.confirmation
source: Delete this thread permanently?
de: Diesen Thread endgültig löschen?
es: ¿Eliminar este hilo permanentemente?
fr: Supprimer définitivement ce fil ?
ja: このスレッドを完全に削除しますか？
ko: 이 스레드를 영구적으로 삭제할까요?
pl: Trwale usunąć ten wątek?
pt_br: Excluir esta conversa permanentemente?
ru: Удалить эту ветку навсегда?
tr: Bu ileti dizisi kalıcı olarak silinsin mi?
uk: Видалити цю гілку назавжди?
vi: Xóa vĩnh viễn luồng này?
zh_hans: 要永久删除此线程吗？

# thread.lifecycle.failed
source: Thread Action Failed
de: Thread-Aktion fehlgeschlagen
es: Error en la acción del hilo
fr: Échec de l’action du fil
ja: スレッド操作に失敗しました
ko: 스레드 작업 실패
pl: Działanie wątku nie powiodło się
pt_br: Falha na ação da conversa
ru: Не удалось выполнить действие
tr: İleti dizisi işlemi başarısız
uk: Не вдалося виконати дію
vi: Thao tác luồng thất bại
zh_hans: 线程操作失败

# thread.lifecycle.failure.ambiguous
source: The result is uncertain. The thread list is being refreshed.
de: Das Ergebnis ist ungewiss. Die Thread-Liste wird aktualisiert.
es: El resultado es incierto. Se está actualizando la lista de hilos.
fr: Le résultat est incertain. La liste des fils est actualisée.
ja: 結果を確認できません。スレッド一覧を更新しています。
ko: 결과가 확실하지 않습니다. 스레드 목록을 새로 고치는 중입니다.
pl: Wynik jest niepewny. Lista wątków jest odświeżana.
pt_br: O resultado é incerto. A lista de conversas está sendo atualizada.
ru: Результат неясен. Список веток обновляется.
tr: Sonuç belirsiz. İleti dizisi listesi yenileniyor.
uk: Результат невідомий. Список гілок оновлюється.
vi: Chưa xác định được kết quả. Danh sách luồng đang được làm mới.
zh_hans: 结果尚不确定。正在刷新线程列表。

# thread.lifecycle.failure.generic
source: The thread action could not be completed. Refresh the list and try again.
de: Die Thread-Aktion konnte nicht abgeschlossen werden. Aktualisiere die Liste und versuche es erneut.
es: No se pudo completar la acción del hilo. Actualiza la lista e inténtalo de nuevo.
fr: L’action du fil n’a pas pu être effectuée. Actualisez la liste et réessayez.
ja: スレッド操作を完了できませんでした。一覧を更新してもう一度お試しください。
ko: 스레드 작업을 완료할 수 없습니다. 목록을 새로 고친 후 다시 시도하세요.
pl: Nie udało się wykonać działania wątku. Odśwież listę i spróbuj ponownie.
pt_br: Não foi possível concluir a ação da conversa. Atualize a lista e tente novamente.
ru: Не удалось выполнить действие. Обновите список и повторите попытку.
tr: İleti dizisi işlemi tamamlanamadı. Listeyi yenileyip tekrar deneyin.
uk: Не вдалося виконати дію. Оновіть список і повторіть спробу.
vi: Không thể hoàn tất thao tác luồng. Hãy làm mới danh sách và thử lại.
zh_hans: 无法完成线程操作。请刷新列表后重试。
